#+TITLE: Basic Needs for Configurations

* What are you staring at?

#+BEGIN_SRC emacs-lisp
(require 'loadhist)
(file-dependents (feature-file 'cl))
#+END_SRC

#+RESULTS:
| /home/raxit/.emacs.d/elpa/emmet-mode-20210820.1124/emmet-mode.elc |

